{"id": "rpt_001", "text": "CT HEAD WITHOUT CONTRAST FINDINGS:Brain Parenchyma, Ventricular System, and Extra-Axial Spaces:Evolving right inferior cerebellar infarct involving the majority of the right PICA territory with increased associated edema and mild mass effect on the right dorsolateral medulla and partial effacement of the fourth ventricle. The lateral and third ventricles remain similar in size. No evidence of hydrocephalus at this time. No evidence of hemorrhagic conversion or new territorial infarct. Osseous and Extracranial Structures: No significant paranasal sinus disease. No orbital abnormality. IMPRESSION:1. Evolving acute to early subacute right PICA territory infarct with mildly increased associated edema. No evidence of hemorrhagic conversion or herniation 2. New partial effacement of the fourth ventricle without evidence of obstructive hydrocephalus at this time. Recommend follow-up head CT given progressive edema and risk for future development of hydrocephalus."}
{"id": "rpt_002", "text": "Order Reason for Exam: Hydrocephalus Stroke, follow up Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: * Hydrocephalus; * Stroke, follow up TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: CT HEAD WITHOUT CONTRAST FINDINGS: Brain Parenchyma: Redemonstration is large right PICA territory infarct with significant swelling resulting in complete effacement of the fourth ventricular outflow tract. There is also mild right cerebellar tonsillar descent. The mass effect is not significantly changed compared with the prior head CT. There are are new areas of confluent hypodensity within the infarct, likely reflecting petechial hemorrhage (HI2), Contrast staining from the prior CTA could contribute, but is considered less likely. No evidence of a new acute infarct. Ventricular System and Extra-Axial Spaces: Mild interval enlargement of the ventricles. For example, the bodies the lateral ventricles measure 10 mm in superior-inferior dimension on the right and 9 mm on the left, compared with 7 mm and 6 mm on the prior CT. The third ventricle now measures 8 mm, previously 5 mm. There is new slight dilatation of the temporal horns. No extra-axial collections. No midline shift. Osseous and Extracranial Structures: Normal. No significant paranasal sinus disease. No orbital abnormality. IMPRESSION: 1. New areas of confluent hypodensity within the large right PICA territory infarct, likely reflecting petechial hemorrhage (HI2). 2. Similar mass effect resulting in complete effacement of the fourth ventricular outflow tract. 3. Mild interval enlargement of the lateral ventricles and third ventricle, likely early obstructive hydrocephalus."}
{"id": "rpt_003", "text": "Order Reason for Exam: Stroke, follow up Narrative: MRI BRAIN WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: * Stroke, follow up TECHNIQUE: MRI BRAIN WITHOUT CONTRAST Multi-sequence, multi-planar MRI of the brain was performed without intravenous contrast. COMPARISON: CT head FINDINGS: Brain Parenchyma: Large area of diffusion restriction in the right cerebellar hemisphere involving the right PICA territory compatible with acute infarct. There is redemonstrated associated edema, resulting in partial effacement of the fourth ventricle and complete effacement of the fourth ventricular outflow tract. There is confluent areas of T1 isointense to slightly hyperintense signal throughout the infarcted region likely representing petechial hemorrhage (HI2). No new acute/subacute infarct. No evidence of mass lesion. Foci of periventricular and subcortical T2/FLAIR hyperintense signal which are nonspecific. Ventricular System and Extra-Axial Spaces: Effacement of the fourth ventricular outflow tract as described above. Interval slightly increased size of the lateral ventricles compared to prior exam. No evidence of midline shift. Extracranial Structures: Expected arterial flow signal is observed at the skull base. Unremarkable orbits. Clear paranasal sinuses. Mild bilateral mastoid effusions. IMPRESSION: 1.Redemonstrated acute infarct in the right cerebellar hemisphere involving the right PICA territory with petechial hemorrhage (HI2). 2.Associated edema resulting in effacement of the fourth ventricular outflow tract. Interval slightly increased size of the lateral ventricles compared to prior exam, suspicious for developing hydrocephalus."}
{"id": "rpt_004", "text": "Order Reason for Exam: Hydrocephalus Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: * Hydrocephalus TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: MRI brain ; CT head FINDINGS:Brain Parenchyma: Continued evolution of hemorrhagic right PICA territory infarct with confluent region of hyperdensity consistent with hemorrhage which has increased in extent compared to prior CT. Intervally increased posterior fossa mass effect with complete effacement of the fourth ventricle outflow tract and near complete effacement of the fourth ventricle which is deviated to the left. There is similar in. Inferior displacement of the right cerebellar tonsil with mass effect on the right dorsal medulla. No evidence of new territorial infarct. Ventricular System and Extra-Axial Spaces: No extra-axial fluid collections. The lateral and third ventricles are again prominent and have increased in size since prior CT and appears similar compared to most recent MRI. Osseous and Extracranial Structures: No significant paranasal sinus disease. No orbital abnormality. IMPRESSION: 1. Evolving, hemorrhagic right PICA territory infarct with intervally increased hemorrhage compared to prior CT. 2. Mildly increased posterior fossa mass effect with persistent inferior displacement of the cerebellar tonsils and persistent mass effect on the right dorsal brainstem. 3. Similar partial effacement of the fourth ventricle with complete effacement of the fourth ventricular outflow with similar size of the lateral ventricles compared to prior MRI which remain increased from  concerning for developing obstructive hydrocephalus."}
{"id": "rpt_005", "text": "Order Reason for Exam: Hydrocephalus Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: * Hydrocephalus TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: Prior CT performed  FINDINGS: Brain Parenchyma: Stable appearance of known hemorrhagic right PICA territory infarct with associated internal hypodensity consistent of hemorrhagic conversion. No new acute territorial infarct or intra-axial hemorrhage. Similar appearance of inferior displacement of the right cerebellar tonsil. There is no uncal or subfalcine herniation. Ventricular System and Extra-Axial Spaces: Mildly increased ventricular sizes without evidence of periventricular hypoattenuation to suggest transependymal edema. Redemonstrated compression of the fourth ventricle outflow tract and dorsal brain stem. No new extra-axial fluid collections. Osseous and Extracranial Structures: No significant paranasal sinus disease. No orbital abnormality. IMPRESSION: 1. Interval slight increase in ventricular sizes, which is concerning for developing obstructive hydrocephalus in the context of known hemorrhagic right PICA territory infarct and compression of the fourth ventricle. 2. Stable persistent inferior displacement of the right cerebellar tonsil and compression of the dorsal brainstem."}
{"id": "rpt_006", "text": "Order Reason for Exam: Hydrocephalus Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: * Hydrocephalus TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: Prior CT performed  FINDINGS: Brain Parenchyma: Stable appearance of known hemorrhagic right PICA territory infarct with associated internal hypodensity consistent of hemorrhagic conversion. No new acute territorial infarct or intra-axial hemorrhage. Similar appearance of inferior displacement of the right cerebellar tonsil. There is no uncal or subfalcine herniation. Ventricular System and Extra-Axial Spaces: Mildly increased ventricular sizes without evidence of periventricular hypoattenuation to suggest transependymal edema. Redemonstrated compression of the fourth ventricle outflow tract and dorsal brain stem. No new extra-axial fluid collections. Osseous and Extracranial Structures: No significant paranasal sinus disease. No orbital abnormality. IMPRESSION: 1. Interval slight increase in ventricular sizes, which is concerning for developing obstructive hydrocephalus in the context of known hemorrhagic right PICA territory infarct and compression of the fourth ventricle. 2. Stable persistent inferior displacement of the right cerebellar tonsil and compression of the dorsal brainstem.”}
{"id": "rpt_006”, "text”: "Order Reason for Exam: Hydrocephalus Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: * Hydrocephalus TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: CT head ; MRI brain FINDINGS: Brain Parenchyma: Evolving known right PICA territory infarct with hemorrhagic conversion with similar size of internal hemorrhagic component and similar associated edema. Similar posterior fossa mass effect with mass effect on the right dorsal brainstem and inferior displacement of the right cerebellar tonsil. No evidence of new infarct or hemorrhage. Ventricular System and Extra-Axial Spaces: Similar effacement of the fourth ventricle and fourth ventricular outflow tracts. Similar size and configuration of the mildly dilated lateral and third ventricles. No definitive evidence of transependymal flow of CSF. Osseous and Extracranial Structures: No significant paranasal sinus disease. No orbital abnormality. IMPRESSION: Compared to head CT from 1. Similar size and appearance of known right PICA territory infarct with hemorrhagic conversion. 2. Similar posterior fossa mass effect with effacement of the right dorsal brainstem, right tonsillar herniation, and compression of the fourth ventricle. 3. Similar size and configuration of the dilated lateral and third ventricles."}
{"id": "rpt_007", "text": "Order Reason for Exam: Stroke, follow up Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: Stroke, follow up TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: CT head dated, MRI brain dated FINDINGS: Brain Parenchyma, Ventricular System, and Extra-Axial Spaces: Expected evolution of a known right PICA territory infarct with similar hemorrhagic transformation. There is continued associated edema with resultant local mass effect that partially effaces the fourth ventricle and basal cisterns. Similar mild leftward midline shift of the posterior fossa with continued inferior displacement of the right cerebellar tonsil. However, there has been mild interval decrease in the caliber of the third and lateral ventricles, for instance the bifrontal span measures 37 from 38 mm. No evidence for periventricular hypoattenuation to suggest transependymal flow of CSF. No supratentorial midline shift. The remaining brain parenchyma is without evidence of new acute territorial infarction or new site of intracranial hemorrhage. A punctate hypoattenuation in the right corona radiata (2; 35) likely represents a prominent perivascular space based on the prior MRI study. Osseous and Extracranial Structures: Chronic-appearing right inferior orbital floor blowout fracture noted (604; 14). No evidence for entrapment within the extruded portion. No significant paranasal sinus disease. No orbital abnormality. IMPRESSION: Relative to 1. Expected evolution of a known right PICA territory infarct with similar hemorrhagic transformation. 2. Posterior fossa mass effect including effacement of the fourth ventricle and right tonsillar herniation is similar. 3. Slight interval decrease in the caliber of the third and lateral ventricles. 4. No evidence for acute territorial infarction or new site of intracranial hemorrhage."}
{"id": "rpt_008", "text": "Order Reason for Exam: pt with R. PICA stroke with new L. tongue deviation pt in swell window*Abnormal imaging Narrative: CT HEAD WITHOUT CONTRAST Referring clinician's provided indication for this examination in Epic: *Abnormal imaging; pt with R. PICA stroke with new L. tongue deviation pt in swell window TECHNIQUE: Multidetector-row CT of the head was performed without intravenous contrast using tailored dose modulation techniques. Images were reconstructed in the axial, coronal, and sagittal planes. COMPARISON: CT head FINDINGS: Brain Parenchyma: Evolving known right PICA territory infarct with hemorrhagic conversion with similar size of internal hemorrhagic component and similar associated edema. Similar to slightly decreased posterior fossa mass effect with persistent mass effect on the right dorsal brainstem and inferior displacement of the right cerebellar tonsil. No evidence of new infarct or new hemorrhage. Ventricular System and Extra-Axial Spaces: Similar to slightly decreased effacement of the fourth ventricle which remains deviated to the left with minimal decreased size of the mildly dilated lateral and third ventricles. No definitive evidence of transependymal flow of CSF. Osseous and Extracranial Structures: No significant paranasal sinus disease. Clear bilateral mastoid air cells Chronic inferior orbital fracture. IMPRESSION: Compared to CT head from 1. Continued evolution of a known right PICA territory infarct with similar hemorrhagic transformation.  2. Similar to minimally decreased posterior fossa mass effect with persistent effacement of the fourth ventricle and right tonsillar herniation. 3. Similar to minimally decreased caliber of the third and lateral ventricles. 4. No evidence for acute territorial infarction or new site of intracranial hemorrhage."}
